<?php 

/**
 * Title
 */
$_['title'] = 'ブログ';

/**
 * Description
 */
$_['description'] = 'これはブログページの説明で、長さは約160文字です。これは、SEOや（検索エンジン最適化）にとって非常に重要です。それを保つようにしてください。';

/**
 * Alerts
 */

/**
 * Admin Alerts
 */
$_['blog_title'] = 'デフォルトのタイトル';
$_['post_saved'] = '投稿がブログに追加されました。';
$_['post_updated'] = 'あなたのブログ投稿が更新されました。';
$_['post_deleted'] = '投稿はブログから削除されました。';
$_['file_invalid'] = 'ファイルが拒否されました。アバターのために除外されるファイルの種類は次のとおりです：jpg | jpeg | png | tif |ティフ| gif。';
$_['file_large'] = 'ファイルが拒否されました。アバターのサイズ制限は1MBです。';
$_['file_uploaded'] = 'このブログ投稿の画像がアップロードされました。';
$_['file_upload_fail'] = 'このブログ投稿の画像はアップロードできません。';
$_['posts_deleted'] = '投稿はデータベースから削除されました。';
$_['posts_deleted_fail'] = '投稿は削除されませんでした。';